<?php

return [
	'110' => '%s',
	'200' => '%s',
	'400' => '未知错误：%s',
    '401' => '无token或token无效，请重新登陆',
    '404' => '找不到相关数据',

    '2001' => '',

    '1001' => '%s参数缺失或非法',
	'1002' => '请求太频繁，请%s后再试',
	'1003' => '找不到相关数据',

	'8001' => '已拥有店铺',
	'8002' => '未申请店铺',
	'8003' => '店铺审核中',
	'8004' => '店铺审核不通过',
	'8005' => '店铺已关闭',
	'8006' => '店铺已存在该商品',
	'8007' => '店铺不存在',
	'8008' => '已存在同名店铺',
	'8009' => '不存在该商品',
	'8010' => '添加失败，该商品已禁止销售',
	'8011' => '添加失败，库存为0',
	'8012' => '添加失败，库存不足',
	'8013' => '',
];
